<h1>Справочник PHP</h1>
<p>PHP, расшифровывающийся как "PHP: Hypertext Preprocessor" - «PHP: Препроцессор Гипертекста», 
является распространенным интерпретируемым языком общего назначения с открытым исходным кодом. 
PHP создавался специально для ведения web-разработок и код на нем может внедряться непосредственно 
в HTML-код. Синтаксис языка берет начало из C, Java и Perl, и является легким для изучения. 
Основной целью PHP является предоставление web-разработчикам возможности быстрого создания 
динамически генерируемых web-страниц, однако область применения PHP не ограничивается только этим.</p>
<p>Это руководство состоит, главным образом, из справочника функций, а также содержит справочник языка, 
комментарии к наиболее важным из отличительных особенностей PHP, и другие дополнительные сведения.</p>